<?php
// Text
$_['heading_title']     = 'Σας ευχαριστώ για τις αγορές με %s .... ';
$_['text_title']		= 'Με πιστωτική κάρτα (Vivawallet)'; # checkout payment option
$_['text_checkout']		= 'Ταμείο';

$_['text_to_vivawallet']		= '<strong>Προσοχή: </strong>Πατώντας επιβεβαίωση θα μεταφερθείτε σε ασφαλές τραπεζικό σύστημα για την ολοκλήρωση της πληρωμή σας.';
$_['text_continue']		= 'Συνέχεια';

$_['text_failure']      = '<span style="color: #FF0000">Υπήρξε λάθος κατά την επεξεργασία της πιστωτικής σας κάρτας. Παρακαλώ δοκιμάστε ξανά.</span>';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε...</span></b><br>Αν δεν μεταφερθείτε αυτόματα σε 10 δευτερόλεπτα, παρακαλούμε κάντε κλικ <a href="%s">εδώ</a>.';

$_['text_wait']			= 'Παρακαλώ περιμένετε...';
$_['text_redirecting']	= 'Αναπροσανατολισμός...';

// Error
$_['error_declined']	 = 'Υπήρξε λάθος κατά την επεξεργασία της πιστωτικής σας κάρτας. Παρακαλώ δοκιμάστε ξανά.';
$_['error_cancelled']	 = 'Η συναλλαγή σας δεν έχει εγκριθεί  δεν ολοκληρώθηκε. Παρακαλώ προσπαθήστε ξανά ή να χρησιμοποιήσετε μια άλλη πιστωτική κάρτα.';